Repository: myclabs/Inventory
Catalog: application/languages/AF/formList.tmx
Source language: fr
Languages: en

source: Liste des formulaires
en: Form list

source: Ajouter un formulaire
en: Create a form

source: Ajout d'un formulaire
en: Creation of a form

source: Libellé et identifiant du nouveau formulaire (copie)
en: Label and identifier of the new form (copy)

source: Ce formulaire ne peut pas être supprimé, car il est appelé en tant que sous-formulaire par un autre formulaire.
en: This form cannot be deleted, since it is used as a subform by another form.

source: Ce formulaire ne peut pas être supprimé car il est utilisé par des organisations.
en: This form cannot be deleted because it is used by one or more organizations.

source: Ce formulaire ne peut pas être supprimé car des saisies y sont associées.
en: This form cannot be deleted because it is linked by inputs.
